Repository: kofdog/old-dotfiles
Catalog: .builds/pacaur/src/pacaur-4.1.30/po/*.po
Languages: de, it, ja

source: ${colorW}Starting AUR upgrade...${reset}
de: ${colorW}Starte AUR upgrade...${reset}
it: Inizializzazione upgrade AUR...
ja: ${colorW}AURアップグレードを開始・・・${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
de: ${colorW}$i${reset} wurde im AUR ${colorY}nicht gefunden${reset} -- Überspringen
it: ${colorW}$i${reset} ${colorY} non presente${reset} in AUR -- skipping
ja: ${colorW}$i${reset}はAURパッケージ${colorY}ではない${reset} -- 飛ばす

source: latest
de: letzte
it: ultimo

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
de: ${checkaurpkgs[$i]} ist in IgnorePkg/IgnoreGroup. Trotzdem installieren?
it: ${checkaurpkgs[$i]} presente in IgnorePkg/IgnoreGroup. Installare comunque?
ja: ${checkaurpkgs[$i]}は「IgnorePkg/IgnoreGroup」に記入。それでもインストール？

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade
de: ${colorW}${checkaurpkgs[$i]}${reset}: ignoriere Paket upgrade
it: ${colorW}${checkaurpkgs[$i]}${reset}: upgrade del pacchetto ignorato
ja: ${colorW}${checkaurpkgs[$i]}${reset}: アップグレードしない

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
de: ${colorW}${checkaurpkgs[$i]}${reset}: Ignoriere Paket Upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
it: ${colorW}${checkaurpkgs[$i]}${reset}: upgrade del pacchetto ignorato(${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
ja: ${colorW}${checkaurpkgs[$i]}${reset}: アップグレードしない (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: $pkg downloaded to $builddir
de: $pkg wurde heruntergeladen nach $builddir
it: $pkg scaricato in $builddir
ja: $pkgは「$builddir」までダウンロード済み

source: ${colorW}$pkg${reset} is available in ${colorM}$repo${reset}
de: ${colorW}$pkg${reset} ist verfügbar in ${colorM}$repo${reset}
it: ${colorW}$pkg${reset} disponibile in ${colorM}$repo${reset}
ja: ${colorW}$pkg${reset}は${colorM}$repo${reset}から提供

source: \`$builddir/$pkg' already exists. Use -f to overwrite.
de: \`$builddir/$pkg' existiert bereits. Benutzde -f zum überschreiben.
it: \`$builddir/$pkg' esiste. Utilizzare -f per sovrascrivere.
ja: \`$builddir/$pkg'は既成している。「-f」を使えば強制続行できる。

source: no results found for $pkg
de: keine Ergebnisse für $pkg
it: nessun risultato per $pkg
ja: $pkg：検索結果なし

source: Could not read ${colorW}$i${reset} PKGBUILD: badly packaged tarball
de: Konnte ${colorW}$i${reset} nicht öffnen PKGBUILD: defektes tarball
it: Impossibile leggere ${colorW}$i${reset} PKGBUILD: errore nel pacchetto tarball
ja: ${colorW}$i${reset}のPKGBUILDはないせいか、読めなかった。未完成ターボール

source: resolving dependencies...
de: Löse Abhängigkeiten auf...
it: risolvendo le dipendenze
ja: 従属パッケージ確認・・・

source: ${colorW}CARCH${reset} variable detected in ${colorW}$i${reset}. Enable the full bash dependency solver with the --insecure option.
de: ${colorW}CARCH${reset} Variable wurde in ${colorW}$i${reset} gefunden. Aktiviere den vollständigen bash Abhängigkeitslöser mit der --insecure option.
it: Variabile ${colorW}CARCH${reset} trovata in ${colorW}$i${reset}. Abilitareil risolutore di dipendenze bash con l' opzione --insecure.
ja: ${colorW}CARCH${reset}変数は${colorW}$i${reset}に発見。「--insecure」を使えばbashに基づいた従属パッケージ確認システムも使える。

source: ${colorY}::${reset} ${colorW}%n${reset} is available in ${colorM}%r${reset}
de: ${colorY}::${reset} ${colorW}%n${reset} ist verfügbar in ${colorM}%r${reset}
it: ${colorY}::${reset} ${colorW}%n${reset} disponibile in ${colorM}%r${reset}
ja: ${colorY}::${reset} ${colorW}%n${reset}は${colorM}%r${reset}から提供

source: Potentially dangerous '${colorR}sudo${reset}' detected in ${colorW}$i${reset}
de: Potentiell gefährliches '${colorR}sudo${reset}' in ${colorW}$i${reset} entdeckt
it: '${colorR}sudo${reset}' potenzialmente pericoloso trovato in ${colorW}$i${reset}
ja: ${colorW}$i${reset}には怪しい「${colorR}sudo${reset}」を発見

source: Do you really want to continue?
de: Willst du wirklich fortfahren?
it: Vuoi continuare?
ja: 本当に続行？

source: ${colorW}$i${reset}: ignoring package upgrade
de: ${colorW}$i${reset}: ignoriere Paket upgrade
it: ${colorW}$i${reset}: upgrade pacchetto ignorato
ja: ${colorW}$i${reset}: アップグレードしない

source: Unresolved dependency '${colorW}$i${reset}'
de: Ungelöste Abhängigkeit '${colorW}$i${reset}'
it: Dipendenza irrisolvibile: '${colorW}$i${reset}'
ja: 従属パッケージ「${colorW}$i${reset}」は見つからなかった

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
de: $i Abhängigkeit ist in IgnorePkg/IgnoreGroup. Trotzdem installieren?
it: La dipendenza $i si trova in IgnorePkg/IgnoreGroup. Installare comunque?
ja: 従属パッケージ「$i」は「IgnorePkg/IgnoreGroup」に記入。それでもインストール？

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
de: ${colorW}Es sind ${#providers[@]} Anbieter für ${providersdeps[$i]}:${reset} verfügbar
it: ${colorW}Ci sono ${#providers[@]} providers disponibili per ${providersdeps[$i]}:${reset}

source: Enter a number (default=0):
de: Gib eine Zahl ein (Standart=0):
it: Inserisci un numero (default=0):
ja: 番号を記入（デフォルトは0）：

source: invalid value: $nb is not between 0 and $providersnb
de: Ungültiger Wert: $nb liegt nicht zwischen 0 und $providersnb
it: valore non corretto: $nb non un numero tra 0 e $providersnb
ja: 無効番号：「$nb」は0と$providersnbの間の数字ではない

source: invalid number: $nb
de: Ungültige Nummer: $nb
it: numero non valido: $nb
ja: 無効数字：$nb

source: looking for inter-conflicts...
de: Suche nach Zwischenkonflikten...
it: ricerca dei conflitti in corso...
ja: パッケージの矛盾の有無を確認・・・

source: $j and $k are in conflict ($i). Remove $k?
de: $j und $k stehen im Konflikt ($i). Entferne $k?
it: $j e $k sono in conflitto ($i). Rimuovere $k?

source: unresolvable package conflicts detected
de: Unlösbarer Paketkonflikt gefunden
it: trovati dei conflitti non risolvibili nel pacchetto
ja: 解決できないパッケージ矛盾を発見

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
de: Paket ${colorW}${depsAname[$i]}${reset} aktuelle Revision -- Rufe ab
it: ${colorW}${depsAname[$i]}${reset} ultima revisione -- recupero

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
de: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} ist aktuell -- Neuinstallation
it: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} all' ultima versione -- verr reinstallato
ja: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset}は最新 -- 再インストール実行

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
de: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} ist aktuell -- Überspringen
it: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} all' ultima versione -- skipping
ja: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset}は最新 -- 抜かす

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
de: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} wurde als ${colorR}veraltet${reset} markiert am ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
it: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} stato segnalato come ${colorR}non aggiornato${reset} il ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
ja: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset}は${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}より${colorR}要更新${reset}となっている

source: (cached)
de: (im Cache)
ja: (キャッシュに在庫)

source: Old Version
de: Alte Version
it: Vecchia versione
ja: 旧バージョン

source: New Version
de: Neue Version
it: Nuova Versione
ja: 新バージョン

source: Download Size
de: Downloadgröße
it: Dimensioni Download
ja: ダウンロード容量

source: AUR Packages (${#deps[@]}):
de: AUR Pakete (${#deps[@]}):
it: Pacchetti AUR (${#deps[@]}):
ja: 対象AURパッケージ (${#deps[@]}):

source: Repo Packages (${#repodepspkgs[@]}):
de: Repo Pakete (${#repodepspkgs[@]}):
it: Pacchetti Repo (${#repodepspkgs[@]}):
ja: 対象リポジトリパッケージ (${#repodepspkgs[@]}):

source: Repo Download Size:
de: Repo Download Größe:
it: Dimensioni Download Repo:
ja: リポジトリダウンロード容量：

source: Repo Installed Size:
de: Repo Installierte Größe:
it: Dimensioni Repo Installato
ja: レポジトリからインストール容量：

source: Proceed with $action?
de: Fortfahren mit $action?
it: Procedere con $action?
ja: 「$action」を続行？

source: View $i PKGBUILD?
de: Betrachte $i PKGBUILD?
it: Visualizzare PKGBUILD di $i?
ja: $iのPKGBUILDを確認？

source: ${colorW}$i${reset} PKGBUILD viewed
de: ${colorW}$i${reset} PKGBUILD wurde betrachtet
it: ${colorW}$i${reset} PKGBUILD visualizzato
ja: ${colorW}$i${reset}のPKGBUILDは確認完了

source: Could not open ${colorW}$i${reset} PKGBUILD
de: Konnte ${colorW}$i${reset} PKGBUILD nicht öffnen
it: Impossibile aprire PKGBUILD di ${colorW}$i${reset}
ja: ${colorW}$i${reset}のPKGBUILDを開けなかった

source: View $i .install script?
de: Betrachte $i .install Script?
it: Visualizzare .install script di $i
ja: $iの「.install」ファイルを確認？

source: ${colorW}$i${reset} install script viewed
de: ${colorW}$i${reset} .install Script wurde betractet
it: ${colorW}$i${reset} install script visualizzato
ja: ${colorW}$i${reset}の「.install」ファイル確認完了

source: Could not open ${colorW}$i${reset} install script
de: Konnte ${colorW}$i${reset} .install Script nicht öffnen
it: Impossibile aprire install script di ${colorW}$i${reset}
ja: ${colorW}$i${reset}の「.install」ファイルを開けなかった

source: ${colorW}PKGDEST${reset} variable in /etc/makepkg.conf is unset or ${colorW}clean${reset} option is disabled
de: ${colorW}PKGDEST${reset} Variable in /etc/makepkg.conf ist nicht gesetzt oder ${colorW}clean${reset} Option ist deaktiviert
it: La variabile ${colorW}PKGDEST${reset} in /etc/makepkg.conf non settata oppure l' opzione${colorW} clean${reset} disabilitata
ja: 「/etc/makepkg.conf」で${colorW}PKGDEST${reset}変数は設定されていないか、${colorW}clean${reset}選択が無効にされている

source: Installing ${colorW}${providerpkgs[@]}${reset} dependencies...
de: Installiere Abhängigkeiten von ${colorW}${providerpkgs[@]}${reset} ...
it: Installando le dipendenze di ${colorW}${providerpkgs[@]}${reset}...
ja: ${colorW}${providerpkgs[@]}${reset}の従属パッケージをインストール・・・

source: Installing ${colorW}${depsAname[$i]}${reset} cached package...
de: Installiere ${colorW}${depsAname[$i]}${reset} aus dem Cache...
it: Installando il pacchetto in cache ${colorW}${depsAname[$i]}${reset}...
ja: キャッシュにある「${colorW}${depsAname[$i]}${reset}」をインストール・・・

source: Package ${colorW}${depsAname[$i]}${reset} already available in cache
de: Paket ${colorW}${depsAname[$i]}${reset} ist bereits verfügbar im Cache
it: Pacchetto ${colorW}${depsAname[$i]}${reset} gi presente nella cache
ja: ${colorW}${depsAname[$i]}${reset}は既にキャッシュにある

source: Building ${colorW}$i${reset} package...
de: Erstelle Paket: ${colorW}$i${reset}
it: Costruendo il pacchetto ${colorW}$i${reset}
ja: ${colorW}$i${reset}を作成・・・

source: Installing ${colorW}$i${reset} cached package...
de: Installiere ${colorW}$i${reset} aus dem Cache...
it: Installando il pacchetto in cache ${colorW}$i${reset}...

source: Package ${colorW}$i${reset} already available in cache
de: Paket ${colorW}$i${reset} ist bereits verfügbar im Cache
it: Pacchetto ${colorW}$i${reset} gi presente nella cache

source: Installing ${colorW}$i${reset} dependencies...
de: Installiere ${colorW}$i${reset} Abhängikeiten...
it: Installando le dipendenze di ${colorW}$i${reset}
ja: ${colorW}$i${reset}の従属パッケージをインストール・・・

source: Removing installed AUR dependencies...
de: Entferne installierte AUR Abhängikeiten...
it: Eliminando le dipendenze AUR installate
ja: AUR従属パッケージを削除・・・

source: ${colorW}$i${reset} is a ${colorY}new orphan${reset} package
de: ${colorW}$i${reset} ist eine ${colorY}neue verwaiste${reset} Paket

source: ${colorW}$i${reset} cleaning skipped
de: ${colorW}$i${reset} Aufräumen übersprungen
it: Pulizia di ${colorW}$i${reset} tralasciata
ja: 「${colorW}$i${reset}」のあと片付けを飛ばした

source: ${colorW}$i${reset} cleaned
de: ${colorW}$i${reset} aufgeräumt
it: ${colorW}$i${reset} pulito
ja: ${colorW}$i${reset}をあと片付け完了

source: Could not clean ${colorW}$i${reset}
de: ${colorW}$i${reset} konnte nicht aufgeräumt werden
it: Impossibile pulire ${colorW}$i${reset}
ja: ${colorW}$i${reset}のあと片付けはできなかった

source: Build directory cleaned
de: Build Verzeichnis aufgeräumt
it: Directory di build pulita
ja: 作成フォルダをあと片付け完了

source: Build directory already cleaned
de: Build Verzeichnis ist schon auferäumt
it: Directory di build gi pulita
ja: 作成フォルダのあと片付け不要

source: [ ignored ]
de: [ ignoriert ]
it: [ ignorato ]

source: AUR cache directory:
de: AUR Cache Verzeichnis
ja: AURのキャッシュ：

source: Packages to keep:
de: Zu behaltende Pakete:
it: Pacchetti da mantenere:
ja: そのままにしておくパッケージ：

source: All locally installed packages
de: Alle lokal installierten Pakete
it: Tutti i pacchetti installati localmente:
ja: インストール済みパッケージ

source: Do you want to remove all other packages from AUR cache?
de: Willst du alle andere Pakete aus dem AUR entfernen?
it: Vuoi rimuovere tutti gli altri pacchetti dalla cache di AUR?
ja: AURのキャッシュからその他のパッケージを全て削除？

source: removing old packages from cache...
de: Entferne alte Pakete aus dem Cache...
it: eliminando vecchi pacchetti dalla cache...
ja: キャッシュから古いパッケージを削除中・・・

source: Do you want to remove ALL files from AUR cache?
de: Willst du alle Dateien aus dem AUR Cache entfernen
it: Vuoi rimuovere tutti i files dalla cache AUR?
ja: AURキャッシュから全てのファイルを削除？

source: removing all files from AUR cache...
de: Entferne alle Dateien aus dem AUR Cache
it: eliminando tutti i files dalla cache AUR
ja: AURキャッシュから全てのファイルを削除中・・・

source: Could not connect to the AUR
de: Konnte Verbindung zum AUR nicht herstellen
it: Impossibile connettersi ad AUR
ja: AURに接続不可能

source: failed to prepare transaction (could not satisfy dependencies)
de: Vorbereitung fehlgeschlagen (Abhängigkeitskonflikt)
it: Impossibile preparare la transazione (dipendenze non soddisfatte)

source: ${Qrequires[@]}: requires $@
de: ${Qrequires[@]}: erfordert $@
it: ${Qrequires[@]}: richiede $@

source: $2 [Y/n]
de: $2 [J/n]
it: $2 [S/n]

source: $2 [y/N]
de: $2 [j/N]
it: $2 [s/N]

source: there is nothing to do
de: Es gibt nichts zu tun
it: nulla da eseguire
ja: することがない

source: usage: pacaur <operation> [options] [package(s)]
de: Benutzung: pacaur <Operation> [Optionen] [Paket(e)]
it: utilizzo: pacaur <operazione> [opzioni] [pacchetto/i]
ja: 使い方： pacaur <選択> [副選択] [パッケージ]

source: operations:
de: Operationen:
it: operazioni:
ja: 選択：

source: pacman extension
de: pacman Erweiterung
it: estensione pacman
ja: pacmanの選択の拡張

source: -S, -Q extend pacman operations to the AUR
de: -S, -Q Erweitere pacmans Operationen auf das AUR
it: -S, -Q estendono le operazioni di pacman ad AUR
ja: -S, -Q AURまで拡張

source: AUR only
de: nur AUR
it: soltanto AUR
ja: AURだけ

source: -s, --search search AUR repository for matching strings
de: -s, --search Durchsuche das AUR nach Treffern
it: -s, --search ricerca il repository AUR per stringhe uguali
ja: -s, --search ユーザーからの文字列でAURを検索

source: -i, --info view package information -- pass twice for details
de: -i, --info Zeige Paketinformation -- zweimal übergeben für Details
it: -i, --info visualizza informazioni sul pacchetto -- passare due volte per dettagli
ja: -i, --info パッケージ説明を出力 -- 2つ重ねて使うと詳細まで見る

source: -d, --download download target(s) -- pass twice to download AUR dependencies
de: -d, --download Ziele herunterladen -- zweimal übergeben zum Herunterladen von Abhängikeiten aus dem AUR
it: -d, --download scarica il/i pacchetto/i -- passare due volte per scaricare dipendenze AUR
ja: -d, --download 対象パッケージをダウンロード。2つ重ねて使うとAURからの従属パッケージもダウンロード

source: -m, --makepkg download and make target(s)
de: -m, --makepkg Downloade und erstelle Ziel(e)
it: -m, --makepkg scarica e compila il/i pacchetto/i
ja: -m, --makepkg 対象パッケージをダウンロードして作成

source: -y, --sync download, make and install target(s)
de: -y, --sync Downloade, erstelle und installiere Ziel(e)
it: -y, --sync scarica, compila e installa il/i pacchetto/i
ja: -y, --sync 対象パッケージをダウンロードして作成してインストール

source: -k, --check check for AUR update(s)
de: -k, --check Überprüfe das AUR auf Updates
it: -k, --check controllo aggiornamenti AUR
ja: -k, --check AURのアップデートがないか確認

source: -u, --update update AUR package(s)
de: -u, --update Aktualisiere Pakete aus dem AUR
it: -u, --update aggiorna pacchetti AUR
ja: -u, --update AURパッケージをアップデート

source: general
de: generell
ja: 一般

source: -v, --version display version information
de: -v, --version Zeige Versionsinformationen
it: -v, --version visualizza informazioni sulla versione
ja: -v, --version バージョン情報を出力

source: -h, --help display help information
de: -h, --help Zeige Hilfsinformationen
it: -h, --help visualizza informazioni di utilizzo
ja: -h, --help 使い方説明を出力

source: --fixbackend quickly rebuild backend
de: --fixbackend Erstelle das Backend neu
it: --fixbackend rebuild veloce del backend
ja: --fixbackend pacaurの基になるソフトを再作成

source: options:
de: Optionen:
ja: 副選択：

source: pacman extension - can be used with the -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc operations
de: pacman Erweiterung - kann mit den -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc Operationen benutzt werden
it: estensione pacman - pu essere usata con le operazioni -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc
ja: 拡張選択 - -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Sccで使える

source: -a, --aur only search, install or clean packages from the AUR
de: -a, --aur Nur Pakete aus dem AUR suchen, installieren oder aufräumen
it: -a, --aur cerca, installa o pulisce pacchetti provenienti soltanto da AUR
ja: -a, --aur 処理の範囲をAURパッケージだけに絞る

source: -r, --repo only search, install or clean packages from the repositories
de: -r, --repo Nur Pakete aus den Paketquellen suchen, installieren oder aufräumen
it: -r, --repo cerca, installa o pulisce pacchetti provenienti soltanto dai repositories
ja: -r, --repo 処理の範囲をリポジトリのパッケージだけにに絞る

source: -e, --edit edit target(s) PKGBUILD and view install script
de: -e, --edit Bearbeite PKGBUILD und .install Script des Ziels
it: -e, --edit modifica PKGBUILD e visualizza script di installazione
ja: -e, --edit PKGBUILDを編集、「.install」ファイルを見る

source: -c, --clean clean target(s) build files -- can be combined with the -m, -y, -u operations
de: -c, --clean Räume die Build-Dateien der Ziele auf -- kann mit den -m, -y, -u Operationen kombiniert werbden.
ja: -c, --clean パッケージ作成のあと片付けを行う -- -m, -y, -uとも使える

source: -q, --quiet show less information for query and search
de: -q, --quiet Zeige weniger Informationen beim Suchen
it: -q, --quiet visualizza meno informazioni della query e della ricerca
ja: -q, --quiet 検索の際、情報の量を低減する

source: --devel consider AUR development packages upgrade
de: --devel Betrachte auch AUR Entwicklungspakete beim Upgrade
it: --devel considera l' upgrade dei pacchetti di sviluppo AUR
ja: --devel gitなどで管理されるパッケージまでアップグレード

source: --ignore ignore a package upgrade (can be used more than once)
de: --ignore Ignoriere a Paket beim Upgrad (kann mehr als einmal benutzt werden)
it: --ignore ignora l' upgrade di un pacchetto (pu essere utilizzatopi di una volta)
ja: --ignore あるパッケージをアップグレード対象から抜かす

source: --noconfirm do not prompt for any confirmation
de: --noconfirm Keine Bestätigungen verlangen
it: --noconfirm non richiede nessuna conferma
ja: --noconfirm 処理中、ユーザーの許諾を得ようとしない

source: --noedit do not prompt to edit files
de: --noedit Frage nicht, ob Dateien bearbeitet werden sollen
it: --noedit non richiede la modifica dei files
ja: --noedit PKGBUILDなどの編集をしない

source: --rebuild always rebuild package(s)
de: --rebuild Paket(e) immer neu erstellen
it: --rebuild sempre ricompilare il/i pacchetto/i
ja: --rebuild パッケージを必ず再作成する

source: Rebuilding ${colorW}cower${reset} backend...
de: Erstelle ${colorW}cower${reset} Backend erneut...
ja: ${colorW}cower${reset}を再作成・・・

source: ${colorW}editor${reset} variable unset
de: Die ${colorW}editor${reset} Variable ist nicht gesetzt

source: ${colorW}$builddir${reset} does not have write permission.
de: Keine Schreibrechte in ${colorW}$builddir${reset}
ja: 許可がないため、「${colorW}$builddir${reset}」にファイルを作れない。

source: no targets specified (use -h for help)
de: Keine Ziele angegeben (benutze -h für Hilfe)
it: nessun obiettivo specificato (usare -h per aiuto)
ja: 処理の対象がない (使い方は「-h」で出力)

source: target not found
de: Ziel nicht gefunden
it: obbiettivo non trovato
ja: 対象が見つからなかった

source: Package(s) ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
de: Paket(e) ${colorW}${aurpkgs[*]}${reset} wurde in den Paketquellen nicht gefunden, suche im ${colorM}AUR${reset}...
ja: ${colorW}${aurpkgs[*]}${reset}はリポジトリにないので、${colorM}AUR${reset}で検索中・・・

source: failed to prepare transaction (conflicting dependencies)
it: preparazione della transazione non riuscita (dipendenze in conflitto)
ja: 矛盾パッケージがあったため、最後まで処理ができなかった

source: Name
it: Nome
ja: 名前

source: installation
it: installazione
ja: インストール

source: download
ja: ダウンロード
